import "normalize.css"
import Layout from "./src/components/layout"

export const wrapPageElement = Layout

const console_greeting = `
███████╗ █████╗ ██████╗ ██████╗ ███████╗██╗   ██╗
╚══███╔╝██╔══██╗██╔══██╗██╔══██╗██╔════╝██║   ██║
  ███╔╝ ███████║██████╔╝██║  ██║█████╗  ██║   ██║
 ███╔╝  ██╔══██║██╔═══╝ ██║  ██║██╔══╝  ╚██╗ ██╔╝
███████╗██║  ██║██║██╗  ██████╔╝███████╗ ╚████╔╝ 
╚══════╝╚═╝  ╚═╝╚═╝╚═╝  ╚═════╝ ╚══════╝  ╚═══╝   
________ 🦑 WELCOME TO THE DEBUG ZONE 🦑 ________
`
console.log(console_greeting)
